Repository: SPQ19-20/BSPQ20-E3
Catalog: BSPQ20E3/locale/*/LC_MESSAGES/django.po
Languages: eu, fr

source: Title
eu: Titulua
fr: Titre

source: My account
eu: Nire kontua
fr: Mon compte

source: Log out
eu: Saioa amaitu
fr: Fermer la session

source: Sign in
eu: Saioa hasi
fr: Commencer la session

source: Social login
fr: Informations

source: We only allow social login due to security and simplicity reasons
eu: Segurtasun eta sinpletasun arrazoiengatik onartzen dugu social logina.
fr: Nous autorisons uniquement la connexion sociale pour des raisons de sécurité et de simplicité

source: Close
eu: Itxi
fr: Fermer

source: Save changes
eu: Gorde aldaketak
fr: Enregistrer les modifications

source: Close without saving
eu: Itxi gorde gabe
fr: Fermer sans enregistrer

source: Main
eu: Orokorra
fr: Général

source: Dashboard
eu: Taula
fr: Conseil

source: Live log
eu: Zuzeneko log
fr: Journal en direct

source: User
eu: Erabiltzaile
fr: Utilisateur

source: Configuration
eu: Konfigurazioa
fr: La configuration

source: Settings
eu: Doikuntzak
fr: Ajustements

source: Overall
eu: Laburpena
fr: Résumé

source: Recommendations
eu: Gomendioak
fr: Recommandations

source: Economy
eu: Ekonomia
fr: Économie

source: HEAT MAP OF CONFIRMED CASES
eu: KASU EGIAZTATUKO MAPA
fr: CARTE DE CHALEUR DES CAS CONFIRMÉS

source: CONFIRMED CASES THROUGH TIME
eu: KASU EGIAZTATUAK DENBORAN ZEHAR
fr: CAS CONFIRMÉS À TRAVERS LE TEMPS

source: DEATH NUMBER
eu: HILDAKO KOPURUA
fr: NUMÉRO DE DÉCÈS

source: CONFIRMED CASES
eu: KASU EGIAZTATUAK
fr: CAS CONFIRMÉS

source: NEW CONFIRMED CASES
eu: KASU EGIAZTATU BERRIAK
fr: NOUVEAU CAS CONFIRMÉ

source: Filters
eu: Iragazkiak
fr: Filtres

source: Remove all filters
eu: Iragazkiak kendu
fr: Effacer les filtres

source: Country_Region
eu: Herrialdeak
fr: Les pays

source: Confirmed
eu: Konfirmatuak
fr: Confirmé

source: Deaths
eu: Hildak
fr: Mort

source: Recovered
eu: Zainduak
fr: Récupéré

source: Last update
eu: Azken aktualizaioa
fr: Dernier actualisation

source: Previous
eu: Aurrekoa
fr: Précédent

source: Next
eu: Hurrengoa
fr: Suivant

source: Last login:
eu: Azken saioa
fr: Dernière connexion:

source: About
eu: -i buruz
fr: À propos

source: Timeline
eu: Kronograma
fr: Chronologie

source: Name:
eu: Izena:
fr: Nom:

source: https://www.youtube.com/embed/sHP0UIdZyI4
eu: https://www.youtube.com/embed/GsJja33pt_E
fr: https://www.youtube.com/embed/p6wb37RbYk0

source: COVID-19 is the name given to the disease associated with the virus.
eu: COVID-19 birusarekin lotutako gaixotasunari ematen zaion izena da.
fr: COVID-19 est le nom donné à la maladie associée au virus.

source: SARS-CoV-2 is a new strain of coronavirus that has not been previously identified in humans.
eu: SARS-CoV-2 gizakien artean aurretik identifikatu ez den koronavirus-mota berria da.
fr: Le SRAS-CoV-2 est une nouvelle souche de coronavirus qui n'a pas encore été identifiée chez l'homme.

source: What are they?
eu: Zer dira?
fr: Quels sont-ils?

source: Coronaviruses are viruses that circulate among animals with some of them also known to infect humans. Bats are considered natural hosts of these viruses yet several other species of animals are also known to act as sources. For instance, Middle East Respiratory Syndrome Coronavirus (MERS-CoV) is transmitted to humans from camels, and Severe Acute Respiratory Syndrome Coronavirus-1 (SARS-CoV-1) is transmitted to humans from civet cats.
eu: Koronavirusak animalien artean zirkulatzen duten birusak dira, eta horietako batzuk gizakiak kutsatzen dituztela ere ezagutzen da. Saguzarrak birus horientzako ostalari naturaltzat hartzen dira, nahiz eta beste animalia espezie batzuk iturri gisa jokatzen duten. Adibidez, Ekialde Hurbileko arnas sindrome koronavirusa (MERS-CoV) gizakiei transmititzen zaie gameluetatik, eta arnas sindrome akutua larria coronavirus-1 (SARS-CoV-1) gizakiei transmititzen zaie katuetatik.
fr: Les coronavirus sont des virus qui circulent entre les animaux, et certains d'entre eux sont également connus pour infecter les humains. Les chauves-souris sont considérées comme des hôtes naturels de ces virus, bien que d'autres espèces animales soient également connues pour agir comme sources. Par exemple, le coronavirus du syndrome respiratoire du Moyen-Orient (MERS-CoV) est transmis aux humains par les chameaux, et le coronavirus du syndrome respiratoire aigu sévère (SARS-CoV-1) est transmis aux humains par les chats.

source: Where does the virus come from?
eu: Zein da bere jatorria?
fr: D'où vient le virus?

source: While animals are believed to be the original source, the virus spread is now from person to person (human-to-human transmission). There is not enough epidemiological information at this time to determine how easily this virus spreads between people, but it is currently estimated that, on average, one infected person will infect between two and three other people.
eu: Animaliak jatorrizko iturria direla uste den bitartean, birusaren hedapena pertsona-pertsonazkoa da (pertsona-pertsonen transmisioa). Oraingoz ez dago informazio epidemiologiko nahikorik birus hori pertsonen artean nola zabaltzen den zehazteko, baina gaur egun, kutsatuta dagoen pertsona batek bi edo hiru pertsona gehiago kutsatuko duela kalkulatzen da.
fr: Alors que les animaux seraient la source d'origine, la propagation du virus se fait désormais de personne à personne (transmission de personne à personne). Il n'y a pas suffisamment d'informations épidémiologiques pour le moment pour déterminer avec quelle facilité ce virus se propage entre les personnes, mais on estime actuellement qu'en moyenne, une personne infectée infectera deux à trois personnes de plus.

source: How is the virus transmitted?
eu: Nola transmititzen da birusa?
fr: Comment le virus se transmet-il?

source: The virus seems to be transmitted mainly via small respiratory droplets through sneezing, coughing, or when people interact with each other for some time in close proximity (usually less than one metre). These droplets can then be inhaled, or they can land on surfaces that others may come into contact with, who can then get infected when they touch their nose, mouth or eyes. The virus can survive on different surfaces from several hours (copper, cardboard) up to a few days (plastic and stainless steel). However, the amount of viable virus declines over time and may not always be present in sufficient numbers to cause infection.
eu: Badirudi birusa batez ere arnas tanta txikien bidez transmititzen dela estutu, eztul eginez edo jendeak denbora batez hurbiltzen direnean (normalean metro bat baino gutxiago). Tanta hauek arnastu edo beste batzuekin harremanetan egon daitezkeen gainazaletan lurreratu daitezke, sudurra, ahoa edo begiak ukitzen dituzunean kutsatu daitezkeenak. Birusak gainazal desberdinetan iraun dezake hainbat ordutan (kobrea, kartoia) egun batzuetara (plastikoa eta altzairu herdoilgaitza). Hala ere, birus bideragarriaren kopurua murriztu egiten da denboran zehar eta baliteke infekzioa eragin dezaketen kantitate nahikorik ez izatea beti.
fr: Le virus semble être transmis principalement par de petites gouttelettes respiratoires par les éternuements, la toux ou lorsque les gens interagissent les uns avec les autres pendant un certain temps à proximité (généralement moins d'un mètre). Ces gouttelettes peuvent ensuite être inhalées, ou elles peuvent atterrir sur des surfaces avec lesquelles d'autres peuvent entrer en contact, qui peuvent ensuite être infectées en touchant leur nez, leur bouche ou leurs yeux. Le virus peut survivre sur différentes surfaces de plusieurs heures (cuivre, carton) à quelques jours (plastique et acier inoxydable). Cependant, la quantité de virus viables diminue avec le temps et peut ne pas toujours être présente en nombre suffisant pour provoquer une infection.

source: When does the transmission occur?
eu: Noiz gertatzen da transmizioa?
fr: Quand la transmission a-t-elle lieu?

source: The incubation period for COVID-19 (i.e. the time between exposure to the virus and onset of symptoms) is currently estimated to be between one and 14 days.
eu: COVID-19rako inkubazio aldia (hau da, birusaren esposizioaren eta sintomak agertzearen arteko denbora) egun eta 14 egun artekoa dela kalkulatzen da.
fr: La période d'incubation du COVID-19 (c'est-à-dire le temps entre l'exposition au virus et l'apparition des symptômes) est actuellement estimée entre un et 14 jours.

source: We know that the virus can be transmitted when people who are infected show symptoms such as coughing. There is also some evidence suggesting that transmission can occur from a person that is infected even two days before showing symptoms; however, uncertainties remain about the effect of transmission by asymptomatic persons.
eu: Badakigu birusa transmititu daitekeela kutsatutako pertsonek eztula bezalako sintomak erakusten dituztenean. Sintomak erakutsi baino bi egun lehenago kutsatutako pertsonaren transmisioa gerta daitekeela iradokitzen duten froga batzuk ere badaude; hala ere, pertsona asintomatikoek transmisioaren eraginari buruzko zalantzak jarraitzen dituzte.
fr: Nous savons que le virus peut être transmis lorsque les personnes infectées présentent des symptômes tels que la toux. Il existe également des preuves suggérant que la transmission peut se produire d'une personne infectée même deux jours avant de montrer des symptômes; Cependant, des incertitudes demeurent quant à l'effet de la transmission par des personnes asymptomatiques.

source: What are the symptoms?
eu: Zeintzuk dira sintomak?
fr: Quels sont les symptômes?

source: Fever
eu: Sukarra
fr: La fièvre

source: Cough
eu: Estula
fr: Toux

source: Sore throat
eu: Eztarriko mina
fr: Maux de gorge

source: General weakness
eu: Ahaltasun orokorra
fr: Faiblesse générale

source: Fatigue and muscular pain
eu: Nekea eta gihar mina
fr: Fatigue et douleurs musculaires

source: Severe pneumonia
eu: Pneumonia larria
fr: Pneumonie sévère

source: Acute respiratory distress syndrome
eu: Arnasketa larria sindromea
fr: Syndrome de détresse respiratoire aiguë

source: Symptoms of COVID-19 vary in severity from having no symptoms at all (being asymptomatic) to having fever, cough, sore throat, general weakness and fatigue and muscular pain and in the most severe cases, severe pneumonia, acute respiratory distress syndrome, sepsis and septic shock, all potentially leading to death. Reports show that clinical deterioration can occur rapidly, often during the second week of disease.
eu: COVID-19ren sintomak larritasunean daude: sintomarik ez izateak (asintomatikoak izateak) sukarra, eztula, eztarriko mina, ahultasun orokorra eta nekea eta gihar mina izatea eta kasu larriagoetan pneumonia larria, arnas atsekabearen sindromea. akutua, sepsia eta shock septikoa, eta horrek guztiak heriotza ekar dezake. Txostenek narriadura klinikoa azkar gertatu daitekeela erakusten dute, askotan gaixotasunaren bigarren astean.
fr: La gravité des symptômes de COVID-19 varie de l'absence de symptômes (asymptomatique) à la fièvre, la toux, le mal de gorge, la faiblesse et la fatigue générales et la douleur musculaire et, dans les cas les plus graves, la pneumonie sévère, le syndrome de détresse respiratoire aiguë, la septicémie et choc septique, tous pouvant entraîner la mort. Les rapports montrent que la détérioration clinique peut se produire rapidement, souvent au cours de la deuxième semaine de maladie.

source: Recently, anosmia – loss of the sense of smell – (and in some cases the loss of the sense of taste) have been reported as a symptom of a COVID-19 infection. There is already evidence from South Korea, China and Italy that patients with confirmed SARS-CoV-2 infection have developed anosmia/hyposmia, in some cases in the absence of any other symptoms.
eu: Anosmia (usaimen sentsazioa galtzea) (eta zenbait kasutan zaporea galtzea) COVID-19 infekzioaren sintoma dela jakinarazi dute duela gutxi. Hego Korea, Txina eta Italiatik dagoeneko frogatuta dago SARS-CoV-2 infekzioa duten gaixoek anosmia / hiposmia garatu dutela, zenbait kasutan beste sintomarik ezean.
fr: Récemment, l'anosmie - perte du sens de l'odorat - (et dans certains cas, la perte du sens du goût) a été signalée comme symptôme d'une infection au COVID-19. Il existe déjà des preuves en Corée du Sud, en Chine et en Italie que les patients présentant une infection confirmée par le SRAS-CoV-2 ont développé une anosmie / hyposmie, dans certains cas en l'absence de tout autre symptôme.
